Repository: sevenryze/vino
Catalog: po/*.po
Languages: hr

source: There was an error showing the URL "%s"
hr: Dogodila se greška prikaza URL-a "%s"

source: There was an error displaying help: %s
hr: Dogodila se greška prikaza pomoći: %s

source: Checking the connectivity of this machine...
hr: Provjeravanje povezivosti ovog računala...

source: Your desktop is only reachable over the local network.
hr: Vaša radna površina je dostupna samo preko lokalne mreže.

source: or
hr: ili

source: Others can access your computer using the address %s.
hr: Vašem računalu se može pristupiti upotrebom %s adrese.

source: Nobody can access your desktop.
hr: Vaša radna površina je nedostupna.

source: Desktop Sharing
hr: Dijeljenje radne površine

source: Choose how other users can remotely view your desktop
hr: Odaberite način na koji ostali korisnici mogu vidjeti vašu udaljenu radnu površinu.

source: Desktop Sharing Preferences
hr: Osobitosti dijeljenja radne površine

source: Sharing
hr: Dijeljenje

source: Some of these preferences are locked down
hr: Neke od ovih postavki su zaključane

source: Allow other users to _view your desktop
hr: _Dopusti drugim korisnicima pogled na radnu površinu

source: Your desktop will be shared
hr: Vaša radna površina će se dijeliti

source: _Allow other users to control your desktop
hr: _Dopusti drugim korisnicima upravljanje radnom površinom

source: Remote users are able to control your mouse and keyboard
hr: Udaljeni korisnici mogu upravljati vašim mišem i tipkovnicom

source: Security
hr: Sigurnost

source: _You must confirm each access to this machine
hr: _Morate potvrditi svaki pristup ovom računalu

source: _Require the user to enter this password:
hr: _Zatraži od korisnika ovu lozinku:

source: Automatically _configure UPnP router to open and forward ports
hr: Automatski _podesi UPnP usmjernik za otvaranje i usmjeravanje ulaza

source: The router must have the UPnP feature enabled
hr: Usmjernik mora imati omogućenu UPnP značajku

source: Show Notification Area Icon
hr: Prikaži ikonu trake sustava

source: Al_ways
hr: Uv_ijek

source: _Only when someone is connected
hr: _Samo kada je netko povezan

source: _Never
hr: _Nikada

source: Enable remote access to the desktop
hr: Omogući udaljen pristup na radnu površinu

source: If true, allows remote access to the desktop via the RFB protocol. Users on remote machines may then connect to the desktop using a VNC viewer.
hr: Ako je odabrano, dopušta udaljeni pristup na radnu površinu putem RFB protokola. Korisnici na udaljenim računalima mogu se tada povezati na radnu površinu upotrebom VNC preglednika.

source: Prompt the user before completing a connection
hr: Obavijesti korisnika prije uspostavljanja povezivanja

source: If true, remote users accessing the desktop are not allowed access until the user on the host machine approves the connection. Recommended especially when access is not password protected.
hr: Ako je odabrano, udaljeni korisnici koji pristupaju radnoj površini nemaju dopuštenje pristupa dok im korisnik na računalu ne odobri povezivanje. Osobito preporučljivo kada pristup nije zaštićen lozinkom.

source: Only allow remote users to view the desktop
hr: Dopusti samo pogled na radnu površinu udaljenim korisnicima

source: If true, remote users accessing the desktop are only allowed to view the desktop. Remote users will not be able to use the mouse or keyboard.
hr: Ako je odabrano, udaljeni korisnici će moći samo vidjeti radnu površinu, te neće moći koristiti miš i tipkovnicu.

source: Network interface for listening
hr: Mrežno sučelje za slušanje

source: If not set, the server will listen on all network interfaces. Set this if you want to accept connections only from some specific network interface. For example, eth0, wifi0, lo and so on.
hr: Ako nije odabrano, poslužitelj će se slušati sva mrežna sučelja. Odaberite ovo ako želite prihvatiti povezivanja samo s određenog mrežnog sučelja. Naprimjer, eth0, wifi0, lo itd.

source: Listen on an alternative port
hr: Slušaj zamjenski ulaz

source: If true, the server will listen on another port, instead of the default (5900). The port must be specified in the 'alternative-port' key.
hr: Ako je odabrano, poslužitelj će slušati drugi ulaz umjesto zadanog (5900). Ulaz mora biti određen u 'zamjenski-ulaz' ključu.

source: Alternative port number
hr: Zamjenski ulaz

source: The port which the server will listen to if the 'use-alternative-port' key is set to true. Valid values are in the range of 5000 to 50000.
hr: Ulaz kojeg će poslužitelj slušati ako 'koristi-zamjenski-ključ' ključ nije odabran.

source: Require encryption
hr: Zahtijeva šifriranje

source: If true, remote users accessing the desktop are required to support encryption. It is highly recommended that you use a client which supports encryption unless the intervening network is trusted.
hr: Ako je odabrano, od udaljenih će se korisinika tražiti upotreba šifriranja. Preporučljiva je upotreba klijenata koji podržavaju šifriranje, osim ako pristupate pouzdanoj i sigurnoj mreži.

source: Allowed authentication methods
hr: Dopušteni načini ovjere

source: Lists the authentication methods with which remote users may access the desktop. There are two possible authentication methods; "vnc" causes the remote user to be prompted for a password (the password is specified by the vnc-password key) before connecting and "none" which allows any remote user to connect.
hr: Prikazuje načine ovjere s kojima udaljeni korisnici mogu pristupiti radnoj površini. Postoje dva moguća načina ovjere; "vnc" upita udaljenog korisnika za lozinku (lozinka je određena vnc-lozinka ključem) prije povezivanja i "none" koja dopušta povezivanje svim korisnicima.

source: Password required for "vnc" authentication
hr: Potrebna je lozinka za "vnc" ovjeru

source: The password which the remote user will be prompted for if the "vnc" authentication method is used. The password specified by the key is base64 encoded. The special value of 'keyring' (which is not valid base64) means that the password is stored in the GNOME keyring.
hr: Lozinka za koju će udaljeni korisnik biti upitan ako se "vnc" način ovjere koristi. Lozinka određena ključem je base64 kôdirana. Posebna vrijednost 'skupa ključa' (koja nije valjana base64) znači da je lozinka pohranjena u GNOME skupu ključeva..

source: E-mail address to which the remote desktop URL should be sent
hr: Adresa e-pošte na koju će biti poslan URL udaljene radne površine

source: This key specifies the e-mail address to which the remote desktop URL should be sent if the user clicks on the URL in the Desktop Sharing preferences dialog.
hr: Ova tipka određuje adresu e-pošte na koju će biti poslan URL udaljene radne površine ako korisnik klikne na URL u dijalogu Osbitosti dijeljenja radne površine.

source: Lock the screen when last user disconnect
hr: Zaključaj zaslon kada zadnji korisnik prekine povezivanje

source: If true, the screen will be locked after the last remote client disconnects.
hr: Ako je odabrano, zaslon će se zaključati nakon što zadnji udaljeni klijent prekine povezivanje.

source: When the status icon should be shown
hr: Kada traka sustava treba biti prikazana

source: This key controls the behavior of the status icon. There are three options: "always" - the icon will always be present; "client" - the icon will only be present when someone is connected (this is the default behavior); "never" - the icon will not be present.
hr: Ova tipka kontrolira ponašanje ikone sustava. Postoje tri mogućnosti: "uvijek" - ikona je uvijek prikazana; "klijent" - ikona je prikazana samo kada je netko povezan (ovo je uobičajeno ponašanje); "nikada" - ikona neće biti prikazana.

source: Whether to disable the desktop background when a user is connected
hr: Treba li onemogućiti pozadinu radne površine kada je korisnik povezan.

source: When true, disable the desktop background and replace it with a single block of color when a user successfully connects.
hr: Ako je odabrano, onemogućuje pozadinu radne površine i zamjenjuje ju s određenom bojom kada se korisnik uspješno poveže.

source: Whether a UPnP router should be used to forward and open ports
hr: Treba li UPnP usmjernik biti korišten za usmjeravanje i otvarane ulaza.

source: If true, request that a UPnP-capable router should forward and open the port used by Vino.
hr: Ako je odabrano, zahtijeva od UPnP sposobnih usmjernika usmjeravanje i otvaranje ulaza koje koristi Vino.

source: Whether we should disable the XDamage extension of X.org
hr: Treba li onemogućiti XDamage proširenje za X.org

source: If true, do not use the XDamage extension of X.org. This extension does not work properly on some video drivers when using 3D effects. Disabling it will make Vino work in these environments, with slower rendering as a side effect.
hr: Ako je odabrano, ne koristi se XDamage proširenje za X.org. Ovo proširenje ne radi ispravno na nekim upravljačkim programima kada se koriste 3D efekti. Onemogućavanje će omogućiti Vinu da radi u tim radnim okruženjima, uz sporiji prikaz kao posljedicu.

source: Notify on connect
hr: Obavijesti pri povezivanju

source: If true, show a notification when a user connects to the system.
hr: Ako je odabrano, prikazat će se obavijest kada se korisnik poveže sa sustavom.

source: Remote desktop sharing password
hr: Lozinka dijeljenja udaljene radne površine

source: File is not a valid .desktop file
hr: Datoteka nije valjana .desktop datoteka

source: Unrecognized desktop file Version '%s'
hr: Nepoznata inačica datoteke radne površine '%s'

source: Starting %s
hr: Pokrećem %s

source: Application does not accept documents on command line
hr: Aplikacija ne prihvaća dokumente u naredbenom retku

source: Unrecognized launch option: %d
hr: Nepoznata mogućnost pokretanja: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
hr: Nemoguće proslijeđivanje dokumentovog URI-a u stavku radne površine 'Type=Link'

source: Not a launchable item
hr: Nije izvršna datoteka

source: Disable connection to session manager
hr: Onemogući povezivanje s upraviteljem sesije

source: Specify file containing saved configuration
hr: Odredite datoteku koja sadrži spremljena podešavanja

source: FILE
hr: DATOTEKA

source: Specify session management ID
hr: Odredi ID upravljanja sesijama

source: Session management options:
hr: Mogućnosti upravljanja sesijama:

source: Show session management options
hr: Prikaži mogućnosti upravljanja sesijama

source: Your XServer does not support the XTest extension - remote desktop access will be view-only
hr: Vaš XServer ne podržava XTest proširenje - udaljeni pristup će raditi samo u načinu pogleda

source: Start in tube mode, for the ‘Share my Desktop’ feature
hr: Pokreni u TV načinu, za značajku ‘Dijeli moju radnu površinu’

source: - VNC Server for GNOME
hr: -VNC poslužitelj za GNOME

source: Run 'vino-server --help' to see a full list of available command line options
hr: Pokrenite 'vino-server --help' za potpuni ispis dostupnih mogućnosti naredbenog retka

source: GNOME Desktop Sharing
hr: GNOME dijeljenje radne površine

source: vino-mdns:showusername
hr: vino-mdns:prikaži-korisničko-ime

source: %s's remote desktop on %s
hr: %s's udaljena pvršina na %s

source: Received signal %d, exiting.
hr: Primljen signal %d, izlazim.

source: Screen
hr: Zaslon

source: The screen on which to display the prompt
hr: Zaslon na kojem će biti prikazan naredbeni redak

source: A user on the computer '%s' is trying to remotely view or control your desktop.
hr: Korisnik na računalu '%s' pokušava udaljeno pratiti ili upravljati vašom radnom površinom.

source: Failed to open connection to bus: %s
hr: Neuspjelo otvaranje povezivanja prema sabirnici: %s

source: GNOME Desktop Sharing Server
hr: GNOME poslužitelj dijeljenja radne površine

source: vnc;share;remote;
hr: vnc;dijeli;udaljeno;

source: Desktop sharing is enabled
hr: Dijeljenje radne površine je omogućeno

source: One person is viewing your desktop
hr: %d korisnik gleda vašu radnu površinu

source: Error displaying preferences
hr: Greška prikaza osobitositi

source: Error displaying help
hr: Greška prikaza pomoći

source: Licensed under the GNU General Public License Version 2 Vino is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Vino is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
hr: Licencirano pod GNU Općom Javnom Licencom inačice 2 Vino je slobodan software; možete ga redistribuirati i/ili mijenjati pod uvjetima GNU Opće javne licence objavljene od Fundacije slobodnog softvera; ili inačice 2 Licence ili (po vašemu mišljenju) svaka kasnija inačica. Vino je distribuiran u nadi da će biti koristan ali BEZ IKAKVOG JAMSTVA; čak i bez podrazumjevanog jamstva ili POGODNOSTI ZA ODREĐENU NAMJENU. Pogledajte GNU Opću javnu licencu za više informacija. Trebali ste dobiti primjerak GNU Opće javne licence uz ovaj program; ako niste obratite se na adresu Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
hr: Launchpad Contributions: Ante Karamatić https://launchpad.net/~ivoks gogo https://launchpad.net/~trebelnik-stefina

source: Share your desktop with other users
hr: Podijelite svoju radnu površinu s drugim korisnicima

source: Are you sure you want to disconnect '%s'?
hr: Sigurno želite prekinuti povezivanje s '%s'?

source: The remote user from '%s' will be disconnected. Are you sure?
hr: Udaljeni korisnik s '%s' će biti odspojen. Jeste li sigurni?

source: Are you sure you want to disconnect all clients?
hr: Sigurno želite prekinuti povezivanje sa svim klijentima?

source: All remote users will be disconnected. Are you sure?
hr: Svi udaljeni korisnici biti će odspojeni. Jeste li sigurni?

source: Disconnect
hr: Prekini povezivanje

source: _Preferences
hr: _Osobitosti

source: Disconnect all
hr: Prekini sva povezivanja

source: Disconnect %s
hr: Prekini povezivanje s %s

source: _Help
hr: _Pomoć

source: _About
hr: _O programu

source: Error initializing libnotify
hr: Greška pokretanja libnotifya

source: Another user is viewing your desktop
hr: Drugi korisnik prati vašu radnu površinu

source: A user on the computer '%s' is remotely viewing your desktop.
hr: Korisnik na računalu '%s' udaljeno prati vašu radnu površinu.

source: Another user is controlling your desktop
hr: Drugi korisnik upravlja vašom radnom površinom

source: A user on the computer '%s' is remotely controlling your desktop.
hr: Korisnik na računalu '%s' udaljeno upravlja vašom radnom površinom.

source: Error while displaying notification bubble: %s
hr: Greška prikazivanja obavijesti: %s

source: One person is connected
hr: %d korisnik je povezan

source: The remote user '%s' will be disconnected. Are you sure?
hr: Povezivanje s udaljenim korisnikom '%s' će se prekinuti. Jeste li sigurni?

source: Share my desktop information
hr: Dijeli moje informacije radne povešine

source: '%s' rejected the desktop sharing invitation.
hr: '%s' je odbio poziv za razmjenu radne površine.

source: '%s' disconnected
hr: Poezivanje s '%s' je prekinuto

source: '%s' is remotely controlling your desktop.
hr: '%s' udaljeno upravlja vašom radnom površinom.

source: Waiting for '%s' to connect to the screen.
hr: Čekanje da se '%s' poveže sa zaslonom.

source: _Allow
hr: _Dopusti

source: _Refuse
hr: _Odbij

source: An error has occurred:
hr: Dogodila se greška:

source: Cancelled
hr: Otkazano

source: ERROR: Maximum length of password is %d character. Please, re-enter the password.
hr: GREŠKA: najveća duljina lozinke je %d znak. Ponovno upišite lozinku.

source: Changing Vino password.
hr: Promjena Vino lozinke.

source: Enter new Vino password:
hr: Upišite novu Vino lozinku:

source: Retype new Vino password:
hr: Ponovno upišite novu Vino lozinku:

source: vino-passwd: password updated successfully.
hr: vino-lozinka: lozinka je uspješno nadopunjena.

source: Sorry, passwords do not match.
hr: Nažalost, lozinke se ne podudaraju.

source: vino-passwd: password unchanged.
hr: vino-lozinka: lozinka je nepromijenjena.

source: Show Vino version
hr: Prikaži Vino inačicu

source: - Updates Vino password
hr: - Nadopunjuje Vino lozinku

source: Run 'vino-passwd --help' to see a full list of available command line options
hr: Pokreni 'vino-passwd --help' kako bi vidjeli potpuni ispis dostupnih mogućnosti naredbenog redka

source: VINO Version %s
hr: VINO inačica %s

source: ERROR: You do not have enough permissions to change Vino password.
hr: GREŠKA: nemate dovoljno ovlasti za promjenu Vino lozinke.
